[
	{
		"title": "Welcome To TIBEB   Ethiopia",
		"subtitle": "All  Ethiopians, AFRICANS and HUMANS are ENTREPRENEURS & INVESTORS",
		"paragraphs": [
			"A new reality is emerging currently in Ethiopia. It is called  TIBEB ETHIOPIA. It creates a trilogy institutional national  partnership (Shield System) between the public,  the private  Sector, civil societies, religious groups, parties and banks  to promote the  private and national economy and most importantly to guarantee basic incomes for all citizens. It is  about SELF-EMPOWERMENT & ENTREPRENEURSHIP DEVELOPMENT. On one hand, it defends the country from unemployment, poverty   and HIV/AIDS. On the other, it facilitates accelerates private investment and trade in the country. It enables disadvantaged groups and the unemployed youth to become successful investors entrepreneurs. It is unconventional and is on the ground.",
			"TIBEB/SEEDS Ethiopia promotes bottom-up globalization. It is recognized by the World Bank in the year 2000 as the most out of the box and most implementable idea to make the world free of poverty. Tibeb is a flat network mounted on the following 6 pillars:",
			{
				"Organization & Networking": "Get organized & be connected with the business World"
			},
			{
				"Knowledge & Information": "Promotes creative thinking. Attitudinal Change & Entrepreneurship"
			},
			{
				"Market & Production Networks": "Everything happens here by the investor (Mushera). Be born & live in the market. Sell before You Produce."
			},
			{
				"Capital & Capital Network": "1 saving bank a/c in all banks to create Collateral & Bail out funds. Maintains the system value of money. Creates a system like Gold reserve."
			},
			{ "Good Governance & business Ethics & Peace": "" },
			{ "Affirmative Action": "Policy capital award to secure basic income" },
			"TIBEB is not about poverty reduction but about an inclusive Prosperity acceleration! Ethiopia is made one big economic network by legally establishing the national TIBEB Ethiopia Sh.Co and 12 other sectoral system  organizations. The system works anywhere, in all sectors at all levels starting from the  family.",
			"Tibeb Ethiopia offers 3 types of shares of Birr 100 each Citizenship, Honorary Business.",
			"Currently, it is installing Tibeb Capital Ekubs with friendly banks, a bottom-up capital market, mobile Clinic for street  persons and basic greening projects."
		]
	}
]
